IdeaRS.Connections
BasePlateData.MortarJoint Property
Compatible with IDEA StatiCa 0.0
 Influence of mortar joint
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool MortarJoint { get; set; }
Property Value
Type: Boolean
See Also
Reference
BasePlateData Class
IdeaRS.Connections.Data Namespace